Repository: by22shh/life-os
Catalog: ios/LifeOS/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# accessibility_sections
source: Sections
ru: Разделы

# accessibility_section_summary_format
source: %@ section. %@
ru: Раздел %@. %@

# tab_home
source: Home
ru: Главная

# tab_diary
source: Diary
ru: Дневник

# tab_insights
source: Insights
ru: Аналитика

# insights_weekly_strategy_title
source: Weekly strategy
ru: Недельная стратегия

# tab_settings
source: Settings
ru: Настройки

source: Recovery Score
ru: Оценка восстановления

# recovery_calibrating
source: Calibrating...
ru: Калибровка...

# recovery_calibrating_accessibility
source: Calibrating
ru: Калибровка

# recovery_connect_health
source: Connect Apple Health to see your recovery score
ru: Подключите Apple Health, чтобы увидеть оценку восстановления

# recovery_zone_critical
source: Critical
ru: Критический

# recovery_zone_caution
source: Caution
ru: Осторожность

# recovery_zone_ready
source: Ready
ru: Готов

# recovery_zone_optimal
source: Optimal
ru: Оптимальный

source: Next Best Action
ru: Лучшее действие

source: Start Wellness Check
ru: Начать проверку самочувствия

source: Log Food
ru: Питание

source: Workout
ru: Тренировка

source: Supplements
ru: Добавки

source: Water
ru: Вода

source: Nutrition
ru: Питание

source: Training
ru: Тренировки

# training_plan_today_title
source: Planned session
ru: Запланированная сессия

# training_plan_active_title
source: Active plan
ru: Активный план

# training_plan_week_format
source: Week %d
ru: Неделя %d

# training_plan_days_per_week_format
source: %d days per week
ru: %d дней в неделю

source: Training Load
ru: Тренировочная нагрузка

source: Training load details
ru: Детали нагрузки

source: ACWR Ratio
ru: Коэффициент ACWR

source: Acute Load (7d)
ru: Острая нагрузка (7д)

source: Chronic Load (28d)
ru: Хроническая нагрузка (28д)

source: Weekly Trend
ru: Недельный тренд

# training_zone_optimal
source: Optimal
ru: Оптимально

# training_zone_undertraining
source: Undertraining
ru: Недотренировка

# training_zone_overreaching
source: Overreaching
ru: Перегрузка

# training_zone_injury_risk
source: Injury Risk
ru: Риск травмы

# training_zone_accessibility_prefix
source: Training zone:
ru: Тренировочная зона:

# training_zone_desc_undertraining
source: Your training load is below baseline. Consider increasing intensity or volume gradually.
ru: Тренировочная нагрузка ниже базовой. Рассмотрите постепенное увеличение интенсивности.

# training_zone_desc_optimal
source: Your training load is well-balanced. Keep up the good work.
ru: Тренировочная нагрузка сбалансирована. Продолжайте в том же духе.

# training_zone_desc_overreaching
source: Training load is elevated. Monitor recovery closely and consider a deload.
ru: Нагрузка повышена. Следите за восстановлением и рассмотрите разгрузку.

# training_zone_desc_injury_risk
source: Training load spike detected. High injury risk — reduce intensity and prioritize recovery.
ru: Резкий рост нагрузки. Высокий риск травмы — снизьте интенсивность.

# trend_increasing
source: Increasing
ru: Растёт

# trend_stable
source: Stable
ru: Стабильно

# trend_decreasing
source: Decreasing
ru: Снижается

# acwr_collecting_data
source: Collecting training data to calculate your workload ratio. At least 21 days of training history is needed.
ru: Собираем данные тренировок для расчёта коэффициента нагрузки. Необходимо минимум 21 день истории.

# acwr_disclaimer
source: ACWR is one indicator. Always combine with recovery score, sleep, and subjective wellness.
ru: ACWR — один из показателей. Всегда учитывайте восстановление, сон и самочувствие.

source: Advanced Metrics
ru: Расширенные метрики

source: Monotony
ru: Монотонность

source: Strain
ru: Напряжение

source: Fitness (CTL)
ru: Фитнес (CTL)

source: Fatigue (ATL)
ru: Усталость (ATL)

source: Form (TSB)
ru: Форма (TSB)

source: days
ru: дней

source: Hydration
ru: Гидратация

source: Wellness
ru: Самочувствие

# no_meals_logged
source: No meals logged today
ru: Нет записей о приёмах пищи

source: No workouts today
ru: Нет тренировок сегодня

# home_recommendations_title
source: Today's recommendations
ru: Рекомендации на сегодня

source: No supplements taken
ru: Добавки не принимались

source: Not completed
ru: Не выполнено

source: Continue with Email
ru: Продолжить с Email

# auth_apple_sign_in_unavailable_build
source: Sign in with Apple is not available in this build. Use email to continue.
ru: В этой сборке вход через Apple недоступен. Чтобы продолжить, используйте Email.

# auth_continue_on_this_device
source: Continue on This Device
ru: Продолжить на этом устройстве

source: Sign In
ru: Войти

# auth_callback_processing_title
source: Finishing Sign In
ru: Завершаем вход

# auth_callback_processing_message
source: We're securely completing your sign-in.
ru: Мы безопасно завершаем вход в аккаунт.

# auth_callback_success_title
source: Sign In Complete
ru: Вход завершен

# auth_callback_success_message
source: Your account is ready to use.
ru: Ваш аккаунт готов к использованию.

# auth_callback_failure_title
source: Sign In Couldn't Be Completed
ru: Не удалось завершить вход

source: Loading...
ru: Загрузка...

# database_fallback_banner_title
source: Temporary storage mode
ru: Временный режим хранения

# database_fallback_banner_body
source: Device storage is unavailable, so changes are only kept for this session and may be lost after restart.
ru: Хранилище устройства сейчас недоступно, поэтому изменения сохраняются только на эту сессию и могут потеряться после перезапуска.

# loading_what_if
source: Analyzing your biological patterns...
ru: Анализируем ваши биологические паттерны...

source: Getting Started
ru: Начало работы

source: Your Profile
ru: Ваш профиль

source: Health Screening
ru: Медицинский опрос

source: Connect Apple Health
ru: Подключить Apple Health

source: You're all set!
ru: Всё готово!

source: Get Started
ru: Начать

source: Cancel
ru: Отмена

source: Send Code
ru: Отправить код

source: Verify
ru: Подтвердить

source: Calories
ru: Калории

source: Protein
ru: Белок

source: Fat
ru: Жиры

source: Carbs
ru: Углеводы

# home_recovery_unavailable
source: Recovery score unavailable
ru: Оценка восстановления недоступна

# home_recovery_card_accessibility
source: Recovery score card. Calibrating. Connect Apple Health to see your recovery score.
ru: Карточка восстановления. Калибровка. Подключите Apple Health, чтобы увидеть оценку восстановления.

# home_recovery_action_general_cta
source: Open recovery details
ru: Открыть детали восстановления

# home_recovery_action_general_message
source: Open recovery details to see what changed and adjust today's load.
ru: Откройте детали восстановления, чтобы увидеть причины и скорректировать нагрузку на сегодня.

# home_recovery_action_general_title
source: Score is below your usual range.
ru: Оценка ниже вашего обычного уровня.

# home_recovery_action_sleep_cta
source: Open sleep details
ru: Открыть детали сна

# home_recovery_action_sleep_message_format
source: Last night you slept %.1f h instead of your %.1f h baseline.
ru: Прошлой ночью вы спали %.1f ч вместо ваших базовых %.1f ч.

# home_recovery_action_sleep_title
source: Score is below your usual range.
ru: Оценка ниже вашего обычного уровня.

# home_next_action_subtitle
source: Complete your morning wellness check to get personalized recommendations.
ru: Пройдите утреннюю проверку самочувствия, чтобы получить персональные рекомендации.

# home_start_wellness_check_accessibility
source: Start wellness check
ru: Начать проверку самочувствия

# home_start_wellness_check_hint
source: Opens the morning wellness check form
ru: Открывает форму утренней проверки самочувствия

# home_log_prefix
source: Open
ru: Открыть

# insights_empty_title
source: No insights yet
ru: Пока нет инсайтов

# insights_empty_subtitle
source: Keep logging your day and we'll surface patterns with confidence labels.
ru: Продолжайте заполнять дневник, и мы покажем закономерности с отметкой уверенности.

# insights_filter_accessibility_not_selected
source: Not selected
ru: Не выбрано

# insights_filter_accessibility_selected
source: Selected
ru: Выбрано

# insights_filter_all
source: All
ru: Все

# insights_filter_clear
source: Show all domains
ru: Показать все домены

# insights_filter_empty_subtitle
source: Try showing all domains or select a different combination to bring the full feed back.
ru: Попробуйте показать все домены или выбрать другую комбинацию, чтобы вернуть полную ленту.

# insights_filter_empty_title
source: No insights match these domains
ru: По этим доменам инсайтов пока нет

# insights_filter_section_title
source: Domains
ru: Домены

# insights_filter_show_all
source: Show all
ru: Показать все

# insights_filter_summary_all_format
source: %lld insights
ru: %lld инсайтов

# insights_filter_summary_filtered_format
source: Showing %1$lld insights across %2$lld domains
ru: Показано %1$lld инсайтов в %2$lld доменах

# insights_simulate_entry_title
source: Predict before you commit
ru: Спрогнозируйте до решения

# insights_simulate_entry_subtitle
source: Model a hypothetical change using your recent recovery patterns.
ru: Проверьте гипотетическое решение на основе ваших недавних паттернов восстановления.

# insights_simulate_new
source: New Simulation
ru: Новая симуляция

# insights_simulate_recovery_cta
source: Simulate
ru: Смоделировать

# insights_simulate_title
source: What-If Simulation
ru: Симуляция сценария

# insights_simulate_intro
source: Simulate the biological impact of a hypothetical decision before you make it.
ru: Смоделируйте биологический эффект гипотетического решения до того, как его принять.

# insights_simulate_disclaimer
source: Predictions are based on your biological history. This is not medical advice.
ru: Прогноз строится на вашей биологической истории. Это не медицинская рекомендация.

# insights_simulate_prompt
source: What do you plan to do?
ru: Что вы планируете сделать?

# insights_simulate_placeholder
source: e.g., Sleep at 02:00 today
ru: Например: лечь спать сегодня в 02:00

# insights_simulate_run
source: Run Simulation
ru: Запустить симуляцию

# insights_simulate_result_title
source: Predicted Result
ru: Прогнозируемый результат

# insights_simulate_zone
source: Zone
ru: Зона

# insights_simulate_recovery
source: Estimated Recovery
ru: Оценка восстановления

# insights_simulate_confidence
source: Confidence
ru: Уверенность

# insights_simulate_explanation
source: AI Explanation
ru: Объяснение ИИ

# insights_simulate_discard
source: Discard
ru: Отменить

# insights_simulate_adjust
source: Adjust and rerun
ru: Изменить и пересчитать

# insights_simulate_error_title
source: Failed to simulate scenario.
ru: Не удалось смоделировать сценарий.

# insights_simulate_category_other
source: Other
ru: Другое

# insights_simulate_unavailable_cta
source: Unavailable offline
ru: Недоступно офлайн

# insights_simulate_unavailable_notice
source: This AI feature needs cloud configuration. In offline-local mode, your data stays on device and simulation is disabled.
ru: Для этой AI-функции нужна облачная конфигурация. В offline-local режиме данные остаются на устройстве, а симуляция отключена.

# insights_simulate_unavailable_title
source: Predictive simulation unavailable offline
ru: Симуляция сценариев недоступна офлайн

# insights_confidence_prefix
source: Confidence:
ru: Уверенность:

# insights_category_prefix
source: Category:
ru: Категория:

# insights_category_recovery
source: Recovery
ru: Восстановление

# insights_category_nutrition
source: Nutrition
ru: Питание

# insights_category_training
source: Training
ru: Тренировки

# insights_category_sleep
source: Sleep
ru: Сон

# insights_category_supplement
source: Supplements
ru: Добавки

# insights_category_health
source: Health
ru: Здоровье

# insights_category_experiment
source: Experiment
ru: Эксперимент

# insights_category_general
source: General
ru: Общее

# insights_review_required_message
source: This insight needs review before you act on it.
ru: Этот инсайт требует проверки перед тем, как по нему действовать.

# insights_detail_not_found
source: Insight not found.
ru: Инсайт не найден.

# auth_subtitle
source: Your health optimization companion
ru: Ваш помощник по оптимизации здоровья

# auth_local_mode_subtitle
source: Local-only mode. Your data stays on this device.
ru: Режим только локально. Ваши данные остаются на этом устройстве.

# auth_email_title
source: Enter your email
ru: Введите email

# auth_email_subtitle
source: We'll send you a verification code.
ru: Мы отправим код подтверждения.

# auth_otp_title
source: Enter verification code
ru: Введите код подтверждения

# auth_otp_sent_prefix
source: Sent to
ru: Отправлено на

# auth_email_sign_in_title
source: Email Sign In
ru: Вход через Email

# auth_invalid_apple_credential
source: Invalid Apple credential.
ru: Недействительные данные Apple.

# onboarding_profile_description
source: We'll personalize Life OS based on your goals and preferences.
ru: Мы персонализируем Life OS на основе ваших целей и предпочтений.

# onboarding_profile_dob_title
source: Date of birth
ru: Дата рождения

# onboarding_profile_dob_description
source: We use your age to tune recovery and sleep scoring.
ru: Возраст помогает точнее рассчитывать восстановление и сон.

# onboarding_profile_dob_hint
source: Tap to confirm your birth date.
ru: Подтвердите дату рождения.

# onboarding_profile_confirm_dob
source: Confirm this date
ru: Подтвердить эту дату

# onboarding_profile_confirmed_dob
source: Birth date confirmed
ru: Дата рождения подтверждена

# onboarding_profile_age_value_format
source: %d years old
ru: %d лет

# onboarding_profile_sex_title
source: Biological sex
ru: Биологический пол

# onboarding_profile_sex_description
source: This helps calibrate biomarker baselines and menstrual features.
ru: Это помогает точнее калибровать базовые показатели и функции цикла.

# onboarding_profile_sex_male
source: Male
ru: Мужской

# onboarding_profile_sex_female
source: Female
ru: Женский

# onboarding_profile_sex_other
source: Other
ru: Другое

# onboarding_profile_height_title
source: Height
ru: Рост

# onboarding_profile_height_description
source: Used for biometrics, recovery context, and nutrition targets.
ru: Нужен для биометрии, контекста восстановления и целей по питанию.

# onboarding_profile_goal_title
source: Primary goal
ru: Главная цель

# onboarding_profile_goal_description
source: Choose the outcome you want Life OS to optimize for first.
ru: Выберите результат, который Life OS должен оптимизировать в первую очередь.

# onboarding_profile_goal_recovery
source: Recovery
ru: Восстановление

# onboarding_profile_goal_performance
source: Performance
ru: Результативность

# onboarding_profile_goal_weight
source: Weight
ru: Вес

# onboarding_profile_goal_general_health
source: General health
ru: Общее здоровье

# onboarding_profile_activity_title
source: Activity level
ru: Уровень активности

# onboarding_profile_activity_description
source: Your typical training load shapes recommendations and recovery context.
ru: Ваш обычный уровень нагрузки влияет на рекомендации и контекст восстановления.

# onboarding_profile_activity_sedentary
source: Sedentary
ru: Сидячий

# onboarding_profile_activity_light
source: Light
ru: Лёгкий

# onboarding_profile_activity_moderate
source: Moderate
ru: Умеренный

# onboarding_profile_activity_active
source: Active
ru: Высокий

# onboarding_profile_activity_very_active
source: Very active
ru: Очень высокий

# onboarding_profile_privacy
source: Stored on-device first and only synced when cloud backup is enabled.
ru: Сначала хранится на устройстве и синхронизируется только при включённом cloud backup.

# onboarding_profile_required_note
source: Complete every field to unlock personalized recovery, sleep, and nutrition guidance.
ru: Заполните все поля, чтобы получить персональные рекомендации по восстановлению, сну и питанию.

# onboarding_optional_setup_title
source: Optional setup
ru: Опциональная настройка

# onboarding_optional_setup_description
source: Add supplements or import a lab report now without adding extra required steps.
ru: Добавьте БАДы или импортируйте анализы сейчас, не увеличивая число обязательных шагов.

# onboarding_optional_setup_later
source: You can always finish this later from Profile.
ru: Это всегда можно сделать позже из профиля.

# onboarding_optional_supplements_quick_pick_hint
source: Quick picks
ru: Быстрый выбор

# onboarding_optional_supplements_timing_title
source: Preferred timing
ru: Предпочтительное время

# onboarding_optional_supplements_timing_tip
source: You can adjust dose and schedule later from Supplements.
ru: Дозировку и расписание можно будет скорректировать позже в разделе БАДов.

# onboarding_optional_supplements_primary
source: Add selected supplement
ru: Добавить выбранный БАД

# onboarding_optional_supplements_secondary
source: Custom supplement
ru: Свой БАД

# onboarding_optional_supplements_empty
source: Not added
ru: Не добавлено

# onboarding_optional_supplements_status_format
source: %d in stack
ru: %d в стеке

# onboarding_optional_labs_description
source: Import a lab report now and review every extracted value before saving.
ru: Импортируйте анализы сейчас и проверьте каждое извлечённое значение перед сохранением.

# onboarding_optional_labs_empty
source: Not imported
ru: Не импортировано

# onboarding_optional_labs_status_format
source: %d imported
ru: %d импортировано

# onboarding_optional_labs_review_format
source: %d need review
ru: %d требуют проверки

# onboarding_optional_timing_morning
source: Morning
ru: Утром

# onboarding_optional_timing_with_food
source: With food
ru: С едой

# onboarding_optional_timing_before_bed
source: Before bed
ru: Перед сном

# onboarding_optional_timing_anytime
source: Any time
ru: В любое время

source: Continue
ru: Продолжить

# onboarding_health_screening_description
source: Help us customize the experience. Some conditions affect which features we show.
ru: Помогите настроить приложение. Некоторые состояния влияют на доступные функции.

# onboarding_apple_health_description
source: Connect Apple Health so Life OS can read your HRV, resting heart rate, sleep, and temperature data.
ru: Подключите Apple Health, чтобы Life OS мог читать HRV, пульс в покое, сон и температуру.

# onboarding_backfill_title
source: Analyzing Your Data
ru: Анализируем ваши данные

# onboarding_backfill_description
source: We're computing your personal baselines from the last 14 days of health data.
ru: Мы рассчитываем ваши персональные базовые значения по данным за последние 14 дней.

# onboarding_complete_subtitle
source: Start logging your first meal, supplement, or workout.
ru: Начните с записи первого приёма пищи, добавки или тренировки.

# settings_profile
source: Profile
ru: Профиль

# settings_health_flags
source: Health Flags
ru: Медицинские флаги

# settings_account_section
source: Account
ru: Аккаунт

# settings_units_locale
source: Units & Locale
ru: Единицы и регион

# settings_notifications
source: Notifications
ru: Уведомления

# settings_security
source: Security
ru: Безопасность

# settings_security_app_lock
source: App lock
ru: Блокировка приложения

# settings_security_authenticating
source: Confirming your identity...
ru: Подтверждаем вашу личность...

# settings_security_auto_lock
source: Locks on cold launch and every time the app returns from the background.
ru: Блокирует приложение при холодном запуске и после каждого возврата из фона.

# settings_security_disable_success
source: App lock is turned off.
ru: Блокировка приложения выключена.

# settings_security_enable_failed
source: Life OS could not enable app lock. You can try again at any time.
ru: Life OS не смог включить блокировку приложения. Попробуйте снова в любой момент.

# settings_security_enable_success
source: App lock is now protecting Life OS.
ru: Блокировка приложения теперь защищает Life OS.

# settings_security_footer
source: App lock stays on this device only and can always fall back to your device passcode.
ru: Блокировка приложения хранится только на этом устройстве и всегда может использовать код-пароль устройства как запасной вариант.

# settings_security_method_label
source: Method
ru: Метод

# settings_security_passcode_fallback
source: If biometrics are unavailable, Life OS falls back to device passcode.
ru: Если биометрия недоступна, Life OS использует код-пароль устройства.

# settings_security_status_disabled
source: Off
ru: Выключена

# settings_security_status_enabled
source: On
ru: Включена

# settings_security_status_label
source: Status
ru: Статус

# settings_security_unavailable_body
source: Set up Face ID or Touch ID in iOS Settings to use biometric app lock.
ru: Настройте Face ID или Touch ID в настройках iOS, чтобы использовать биометрическую блокировку приложения.

# settings_security_unavailable_title
source: Biometric authentication unavailable
ru: Биометрическая аутентификация недоступна

# settings_notifications_system_services
source: System Services
ru: Системные сервисы

# settings_notifications_guardian_capability_unavailable
source: Guardian controls are unavailable in this build until Family Controls approval and provisioning are configured.
ru: Режим Guardian недоступен в этой сборке, пока не настроены approval Family Controls и корректный provisioning.

# settings_notifications_remote_push_unavailable
source: Remote push is unavailable in this build. On-device local notifications still work.
ru: Удалённые push-уведомления в этой сборке недоступны. Локальные уведомления на устройстве продолжают работать.

# settings_notifications_remote_push_registration_failed_format
source: Remote push registration failed: %@
ru: Не удалось зарегистрировать удалённые push-уведомления: %@

# settings_notifications_blocked_apps
source: Blocked apps
ru: Заблокированные приложения

# settings_notifications_blocked_apps_empty
source: No blocked apps selected. Guardian will behave like %@ until you choose apps or websites.
ru: Заблокированные приложения не выбраны. Guardian будет работать в режиме %@, пока вы не выберете приложения или сайты.

# settings_notifications_blocked_categories_format
source: Blocked categories: %d
ru: Заблокированных категорий: %d

# settings_notifications_blocked_websites_format
source: Blocked websites: %d
ru: Заблокированных сайтов: %d

# settings_notifications_emergency_override
source: Emergency Override
ru: Экстренное отключение

# settings_notifications_emergency_override_enabled
source: Emergency override enabled. Guardian is paused for today.
ru: Экстренное отключение включено. Guardian приостановлен на сегодня.

# settings_notifications_emergency_override_note
source: Emergency Override pauses Guardian until tomorrow after a 15-second hold-to-confirm step.
ru: Экстренное отключение приостанавливает Guardian до завтра после 15-секундного удержания для подтверждения.

# settings_notifications_guardian_active
source: Guardian restriction is active.
ru: Ограничение Guardian активно.

# settings_notifications_guardian_feature_disabled
source: Guardian mode is temporarily unavailable while Focus Control rollout is disabled.
ru: Режим Guardian временно недоступен, пока развёртывание Focus Control отключено.

# settings_notifications_guardian_no_active_window
source: No active restriction window.
ru: Сейчас нет активного окна ограничений.

# settings_notifications_guardian_paused_today
source: Guardian control is paused for today.
ru: Guardian приостановлен на сегодня.

# settings_notifications_guardian_reason_default
source: Recovery protection is active.
ru: Защита восстановления активна.

# settings_notifications_guardian_restriction_window_format
source: Restriction window: %@. %@
ru: Окно ограничений: %@. %@

# settings_notifications_guardian_unavailable
source: Guardian control is already paused or unavailable.
ru: Guardian уже приостановлен или недоступен.
